app/controllers/birds_controller.rb

  def index
    birds = Bird.all
---
SELECT "birds".* FROM "birds"